# Taps
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Bottles
brew "bash"
brew "bash-completion"
brew "chruby"
brew "clang-format"
brew "cmake"
brew "curl"
brew "emacs"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "protobuf"
brew "grpc"
brew "imagemagick"
brew "mas"
brew "ninja"
brew "mkvtoolnix"
brew "youtube-dl"
brew "mpv"
brew "postgresql"
brew "ruby-install"
brew "sl"
brew "tig"
brew "tree"
brew "vim"
brew "wakeonlan"
brew "wget"
brew "heroku/brew/heroku"

# Casks
cask "adobe-creative-cloud"
cask "appcleaner"
cask "backblaze"
cask "cocoarestclient"
cask "coconutbattery"
cask "daisydisk"
cask "discord"
cask "docker"
cask "fork"
cask "geekbench"
cask "istat-menus"
cask "macdown"
cask "sublime-text"
cask "transmission"
cask "paw"
cask "postgres"
cask "rectangle"

# App Store
mas "inRoute", id: 1476902521
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "PDF Toolkit", id: 405219581
mas "Playgrounds", id: 1496833156
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "TripIt", id: 1475712010
mas "Xcode", id: 497799835
